{
  "sections": {
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
        "full_width": false,
        "hide_title": false,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "bc33529f-33a9-40c5-bedd-7520d06346f5": {
      "type": "help-center",
      "blocks": {
        "b9f4bc93-93b0-4099-959d-c684dc49d878": {
          "type": "tab",
          "settings": {
            "main_tab": "Products and Inventory",
            "open1": "1",
            "tab1": "Manufacturing",
            "content1": "<h3>What are your products made from?<\/h3>\n          <p>\n            Please see each individual product page, to confirm fabric, features and fit\n            information; specific to each product.\n          <\/p>\n          <p>\n            Our True Classic products are designed with the best quality. We use a very unique\n            process with the fabrics, creating an even higher quality fabric than most brands. You\n            will find this provides our tees with quality that holds after wear and washing, to\n            withstand the test of time and still fit and feel great.\n          <\/p>\n          <h3>Do you have any vegan items?<\/h3>\n          <p>No animal products are used in our clothing.<\/p>\n          <h3>Are your items recyclable?<\/h3>\n          <p>\n            They sure are!",
            "open2": "2",
            "tab2": "Care Instructions",
            "content2": "<h3>Do I need to pre-wash my items?<\/h3>\n          <p>No, you do not.<\/p>\n          <p>Please note that our items are not pre-shrunk.<\/p>\n          <h3>How do I wash my items?<\/h3>\n          <p>\n            Following these care instructions will help your True Classic items continue looking\n            great after many washes.\n          <\/p>\n          <ul>\n            <li>Machine Wash on cold setting<\/li>\n            <li>Wash with similar items<\/li>\n            <li>No bleach<\/li>\n            <li>\n              Lay flat to dry or tumble dry on low temperature in dryer. Please note, shrinking may\n              occur if being dried in the dryer.\n            <\/li>\n          <\/ul>\n          <strong>\n            *You may hang dry as well, however, in doing so this could result in your garment\n            stretching<\/strong\n          >\n          <h3>How do I prevent shrinking?<\/h3>\n          <p>\n            To avoid shrinkage, please lay flat to dry. If you can't air dry clothes, use a low heat\n            setting on the dryer and remove the clothes while slightly damp and allow them to finish\n            air drying. Excessive heat is hard on fabrics.\n          <\/p>\n          <h3>How do I stop my items fading?<\/h3>\n          <ul>\n            <li>\n              Wash in cold water, with similar items. Rule of thumb: the warmer the water, the\n              quicker the fading\n            <\/li>\n            <li>Wash lights, darks and whites separately<\/li>\n            <li>Wash clothes inside out<\/li>\n          <\/ul>\n          <h3>How do I stop my items stretching?<\/h3>\n          <p>\n            Use cool water and do not hang the items while wet. Lay flat to dry. If you can't air\n            dry clothes, use lower heat settings on the dryer and remove the clothes while slightly\n            damp and allow them to finish air drying.\n          <\/p>\n          <p>\n            Avoid hanging after drying, instead fold them and store in drawers or on shelves to help\n            maintain their shape.\n          <\/p>\n          <h3>Can I screen print on True Classic tees?<\/h3>\n          <p>Absolutely, you can screen print on True Classic tees!*<\/p>\n          <strong>\n            *Print or any other alterations to True Classic product(s) will void product\n            authenticity and product(s) will not be eligible for our product guarantee policy.<\/strong\n          >",
            "open3": "3",
            "tab3": "Sizing",
            "content3": "<h3>Choosing the right size<\/h3>\n          <p>\n            Sizing can vary between different brands, so even if you know your size in another tee\n            we recommend that you refer to the specific True Classic sizing guidelines provided for\n            the perfect fit.\n          <\/p>\n          <p>\n            On our site, we have a helpful sizing calculator (where you can enter height and weight)\n            which you can check out here: <a href=\"https:\/\/www.trueclassictees.com\/pages\/fit-finder\" tilte=\"Calculator Page\">\n  https:\/\/www.trueclassictees.com\/pages\/fit-finder\n<\/a>\n          <\/p>\n          <h3>What if I'm in between sizes?<\/h3>\n          <p>If you are looking for a tighter fit we recommend sizing down.<\/p>\n          <p>If you prefer a looser fit we recommend sizing up.<\/p>",
            "open4": "4",
            "tab4": "Product Availability",
            "content4": "<h3>The item I want is out of stock. Can I pre-order?<\/h3>\n          <p>\n            We do not have pre orders at this time. If you'd like to be notified once the item is\n            restocked, we would encourage you to sign up for our restock notifications. You can do\n            so by clicking on the \"Notify Me When Available\" under that specific product\/size and\n            you'll get an email notification as soon as inventory comes in for that item.\n          <\/p>\n          <h3>How often are items restocked?<\/h3>\n          <p>We work to restock core products often.<\/p>\n          <p>\n            Seasonal items will not restock as frequently. Signing up for that restock alert will\n            ensure you don't miss this product when it's available again.\n          <\/p>\n          <h3>\n            I want to exchange an item but the size\/color is out of stock. Can I choose a different\n            size\/color?\n          <\/h3>\n          <p>\n            Yes, absolutely! Please reach out to our customer service team if the desired item is\n            out of stock.\n          <\/p>",
            "open5": "5",
            "tab5": "",
            "content5": "",
            "open6": "6",
            "tab6": "",
            "content6": "",
            "open7": "7",
            "tab7": "",
            "content7": "",
            "open8": "8",
            "tab8": "",
            "content8": ""
          }
        },
        "e2732371-2a17-4fec-9003-a30327aae494": {
          "type": "tab",
          "settings": {
            "main_tab": "Delivery and Shipping",
            "open1": "11",
            "tab1": "Shipping",
            "content1": "<h3>Where do you ship?<\/h3>\n<p>We currently ship worldwide with exception of: Belarus , Bonaire, Saint Eustatius and Saba, Jersey, Marshall Islands, Mauritania, Micronesia, Northern Mariana Islands, Palau, Russia, Ukraine, Zimbabwe and other countries NOT listed on the shipping table below. We look forward to offering world-wide shipping options soon.<\/p>\n<h3>How long does shipping take?<\/h3>\n<p>Orders generally leave our warehouse within 1-3 business days. Depending on the shipping method you select, at checkout, your order can take up to 8 business days to deliver in the US. International can take up to 12 business days.<\/p>\n<h3>How do I track my order?<\/h3>\n<p>You will be sent a tracking link along with status updates, after your order ships. We will also send you shipment updates as your package gets near.<\/p>\n<h3>Does True Classic offer free shipping?<\/h3>\n<p>We offer Free shipping to select countries. Free shipping eligibility requires a subtotal order value above the free shipping threshold, including discounts. Free shipping offer valid in select countries only<\/p>\n<h3>When will my order ship?<\/h3>\n<p>All orders ship in 1-3 business days.<\/p>\n<h3>Where do orders ship from?<\/h3>\n<p>Orders ship from Southern California and Texas.<\/p>\n<h3>My package shows delivered but I did not receive it?<\/h3>\n<p>Occasionally, carriers will prematurely mark a package as delivered and it will show up a few days later. If it has not shown up within a day or two of delivery confirmation, please contact us, so we may sort it out with the carrier.<\/p>\n<h3>Green Shipping Protection™<\/h3>\n<p>During checkout you have the option to add Green Shipping Protection. If your package arrives damaged or does not arrive at all we've got you covered. \nIf your order arrives damaged, lost, or stolen, no worries! Simply follow these easy instructions to place a reorder: Submit your issue to <a href=\"https:\/\/reorder.corso.com\/\">reorder.corso.com<\/a> or via email <a href=\"mailto:support@corso.com\">support@corso.com<\/a> and the support team will get right back to you.\nAll you need is ​​your order number and email address used to place the order.<\/p>",
            "open2": "12",
            "tab2": "International Customs, Duties & Taxes",
            "content2": "<h3>What are Duties\/Taxes when I purchase from True Classic? <\/h3>\n          <p>\n            Import duties and taxes may apply upon receipt of international orders. These duties & taxes are set by the Customs Authority of the destination country and depend on a number of factors, such as:\n          <\/p>\n          <ol>\n            <li>Country of origin of the purchased product<\/li>\n            <li>Local VAT rates<\/li>\n            <li>Local import taxes<\/li>\n          <\/ol>\n          <p>\n           It will be your responsibility to pay these charges if and when asked through your local authorities or at the point of purchase through the prepay feature.\n          <\/p>\n\n          <h3>Can I pre-pay duties & taxes?<\/h3>\n          <p>\n           Our guaranteed landed cost shipping service allows you to prepay all taxes and there will be no additional charges when you receive your package – guaranteed!\n          <\/p>\n          <p>\n            Please note that any inspections and fees applied on imports to your country are beyond our control, should you decide not to prepay your taxes during checkout.\n          <\/p>\n          <strong>\n            Select counties including Canada and Europe include duties backed into the pricing\n            during the shopping experience and will not be paid separately.\n          <\/strong>\n\n          <h3>I prepaid my duties & taxes, but have been charged more fees for delivery?<\/h3>\n          <p>\n            Import duties and taxes may apply upon receipt of orders shipped outside of the European Union. Such duties and taxes are beyond our control as they are set by the Customs Authority of the destination country and depend on a number of factors, such as the country of origin of the purchased product, local VAT rates and local import taxes.\n          <\/p>\n          <p>\n            If you feel that you were incorrectly charged please send us a copy of the receipt for any additional charges that you have paid and we will follow up with our shipping partner to arrange a refund.\n          <\/p>",
            "open3": "13",
            "tab3": "",
            "content3": "",
            "open4": "14",
            "tab4": "",
            "content4": "",
            "open5": "15",
            "tab5": "",
            "content5": "",
            "open6": "16",
            "tab6": "",
            "content6": "",
            "open7": "17",
            "tab7": "",
            "content7": "",
            "open8": "18",
            "tab8": "",
            "content8": ""
          }
        },
        "e96b978e-80e9-473e-a484-d251e4b4f488": {
          "type": "tab",
          "settings": {
            "main_tab": "CHANGES and CANCELLATIONS",
            "open1": "21",
            "tab1": "CHANGES and CANCELLATIONS",
            "content1": "<h3>Can I change or cancel my order?<\/h3>\n          <p>\n            We know mistakes happen. We use an automated fulfillment process, which allows us to\n            pack and ship orders extremely quickly. Unfortunately, this does limit us on the amount\n            of time we have to make edits to order. We are SUPER limited on making order changes,\n            however, if you need to make changes to your order after it’s been placed, please\n            contact us as soon as possible.\n          <\/p>\n          <p>\n            Keep in mind once your order ships, we’re unable to make changes. Check out our Return\n            and Exchange Policy for more info, or reach out with questions.\n          <\/p>\n\n          <h3>When will my payment be refunded for a canceled order?<\/h3>\n          <p>\n            If you see a charge on your credit card for a canceled order, it is likely to be only a\n            pre-authorization and not a payment. This will be automatically canceled by your payment\n            provider.\n          <\/p>\n          <p>\n            If you paid by PayPal, then the canceled order should have automatically generated a\n            refund back to your account.\n          <\/p>\n\n          <p>\n            For International orders made by credit card, we only charge once the order ships to\n            you.\n          <\/p>\n\n          <p>If you have any additional questions or concerns, please contact us directly.<\/p>",
            "open2": "22",
            "tab2": "",
            "content2": "",
            "open3": "23",
            "tab3": "",
            "content3": "",
            "open4": "24",
            "tab4": "",
            "content4": "",
            "open5": "25",
            "tab5": "",
            "content5": "",
            "open6": "26",
            "tab6": "",
            "content6": "",
            "open7": "27",
            "tab7": "",
            "content7": "",
            "open8": "28",
            "tab8": "",
            "content8": ""
          }
        },
        "e7ef40c6-c137-4553-860d-6c2f384aa524": {
          "type": "tab",
          "settings": {
            "main_tab": "DISCOUNTS",
            "open1": "41",
            "tab1": "DISCOUNTS",
            "content1": "<h3>Where do I apply my discount code?<\/h3>\n          <p>\n           From our site or App, under Checkout there will be a section labeled \"Show Order Summary\". \n          <\/p>\n          <p>\n          You'll want to expand that (if you're on a mobile device) and enter the promo code you have under Discount Code.\n          <\/p>\n          <h3>I forgot to apply for my discount, can you help me?<\/h3>\n          <p>\n             Contact us directly at support@trueclassic.com with the promo code you forgot to apply and we'll get you taken care of.\n          <\/p>\n          <h3>My promo code is not working, can you help me?<\/h3>\n          <p>\n            Send over a screenshot of the promo code to our customer service team via chat or email at Support@trueclassic.com \n          <\/p>\n          <h3>Does my promo code have exclusions?<\/h3>\n          <p>\n          Promo codes cannot be used on sale and clearance items.\n          <\/p>\n          <p>\n          Promos are limited to one per order. \n\n          <\/p>\n          <h3>Do you offer military, first responder or teacher discounts?<\/h3>\n          <p>Check out discounts for your service here: <\/p>\n          <p><a href=\"https:\/\/www.trueclassictees.com\/pages\/discounts-for-your-service\" tilte=\"Calculator Page\">\n https:\/\/www.trueclassictees.com\/pages\/discounts-for-your-service\n<\/a><\/p>",
            "open2": "42",
            "tab2": "",
            "content2": "",
            "open3": "43",
            "tab3": "",
            "content3": "",
            "open4": "44",
            "tab4": "",
            "content4": "",
            "open5": "45",
            "tab5": "",
            "content5": "",
            "open6": "46",
            "tab6": "",
            "content6": "",
            "open7": "47",
            "tab7": "",
            "content7": "",
            "open8": "48",
            "tab8": "",
            "content8": ""
          }
        },
        "d874a46f-61f6-45f5-a88a-226bc086f6e9": {
          "type": "tab",
          "settings": {
            "main_tab": "GIFTING",
            "open1": "51",
            "tab1": "Gift cards",
            "content1": "<h3>Do you offer gift cards?<\/h3>\n<p>We do offer True Classic Gift Cards: <a href='https:\/\/www.trueclassictees.com\/collections\/gift-cards-1' title='Gift Cards'>\n  https:\/\/www.trueclassictees.com\/collections\/gift-cards-1\n<\/a>\n<\/p>\n\n<h3>How long are gift cards valid for?<\/h3>\n          <p>Gift cards purchased on the True Classic site do not expire<\/p>\n          <h3>Can I exchange a gift card for cash?<\/h3>\n          <p>At this time, gift cards are not exchangeable for cash.<\/p>\n          <h3>\n           Do you sell physical gift cards?\n          <\/h3>\n          <p>\n            Yes, we sell both physical and digital gift cards.\n          <\/p>\n          <h3>\n          Terms & Conditions\n          <\/h3>\n          <p>\n          Use this card online or in any True Classic stores. Gift cards cannot be replaced or redeemed for cash. True Classic cannot be responsible for lost, stolen or misused cards. True Classic is responsible for compliments you receive as a result of what you buy with this. For terms of use, please go to: <a href='https:\/\/www.trueclassictees.com\/pages\/gift-cards-terms-of-services' title='Terms'>\n  https:\/\/www.trueclassictees.com\/pages\/gift-cards-terms-of-services\n<\/a> \n          <\/p>",
            "open2": "52",
            "tab2": "Send a Gift",
            "content2": "<p>During the shopping experience you will see the option to send a gift. This allows you to shop and send the gift\/cart to the recipient for approval to make sure everything looks great prior to the order getting submitted. <\/p>\n          <p>Once the receiver accepts the gift you will be emailed to complete payment and the order will begin processing. We will not process any payments without approval from the gift giver. <\/p>\n          <p>The receiver has the option to choose other items within the same pricing range to swap out to fit their ideal purchase.<\/p>",
            "open3": "53",
            "tab3": "Gift Return",
            "content3": "<p>For US orders ONLY: <br> <a class=\"button primary\" href='\/pages\/gift-returns' title='happyreturns'>\n  START RETURN\n<\/a><\/p>",
            "open4": "54",
            "tab4": "",
            "content4": "",
            "open5": "5",
            "tab5": "",
            "content5": "",
            "open6": "56",
            "tab6": "",
            "content6": "",
            "open7": "57",
            "tab7": "",
            "content7": "",
            "open8": "58",
            "tab8": "",
            "content8": ""
          }
        },
        "74abbece-47b4-4a0e-a9ed-3a2c62c43000": {
          "type": "tab",
          "settings": {
            "main_tab": "REWARDS",
            "open1": "101",
            "tab1": "Loyalty Program",
            "content1": "<h3 id='Loyalty-Program'>Loyalty Program<\/h3>\n          <p>\n          At True Classic, everything we do is with you in mind. So we’re saying goodbye to our Rewards Program to give you something even better soon.\n          <\/p>\n          <p>\n          Our Loyalty Program has ended as of 4\/30\n          <\/p>\nCheck out <a href=\"\/pages\/true-classic-membership\">The Insiders Club<\/a>",
            "open2": "102",
            "tab2": "Refer-a-Friend",
            "content2": "<p> \tCheck out our Refer-A-Friend  <a href='https:\/\/www.trueclassictees.com\/pages\/refer-a-friend' title='refer-a-friend'>\n  https:\/\/www.trueclassictees.com\/pages\/refer-a-friend\n<\/a> <\/p>",
            "open3": "103",
            "tab3": "CashBack",
            "content3": "<h3>What is CashBack?<\/h3>\n\n<p>CashBack is a rewarding program designed by merchants to give you money when you shop with them. It's a simple and convenient way for merchants to show their appreciation to shoppers like you.\n<\/p>\n<h3>How can I redeem my CashBack?<\/h3>\n\n<p>To redeem your CashBack, please follow these simple steps:<\/p>\n<ul>\n  <li>Check your email after making a qualifying purchase. You will receive an email with instructions for CashBack redemption.<\/li>\n  <li>Complete the CashBack redemption form provided in the email.<\/li>\n  <li>Choose your preferred CashBack redemption method: a virtual Visa card or a merchant gift card.<\/li>\n  <li>Depending on where you made your purchase, you can select either the virtual Visa card or a specific merchant gift card for redemption<\/li>\n<\/ul>\n\n<h3>Why is there a holding period to receive my CashBack?<\/h3>\n\n<p>The holding period is to verify no returns or refunds were made on an order prior to the Cashback being issued.<\/p>\n\n<h3>How long does it take to receive my gift card?<\/h3>\n\n<p>Once you confirm your selection, we will promptly provide you with the details of your gift card after the 30 day holding period.<\/p>\n\n<h3>How do I use my gift card?<\/h3>\n\n<p>You can apply your site credit directly on the site in the promo code box.<\/p>\n\n<h3>Where can I find my gift card?<\/h3>\n\n<p>Once you select a gift card, we will promptly send you an email containing all the details about your gift card CashBack. We understand that emails can sometimes get lost or misplaced. If you are unable to locate the email please reach out to our support team.<\/p>\n\n<h3>Where can I use this virtual Visa card?<\/h3>\n\n<p>You can use the virtual Visa card anywhere that accepts Visa. Enjoy the flexibility of using your virtual Visa card wherever Visa is accepted.<\/p>\n\n<h3>Where can I check my balance and statement on my virtual Visa card?<\/h3>\n\n<p>After selecting a virtual Visa CashBack, we will send you an email containing a link to access the details of your card, including your balance and statement. <\/p>\n\n<h3>When I tried to use my virtual Visa card, the charge was declined. What can I do?<\/h3>\n\n<p>If your virtual Visa card is declined, please follow these steps:<\/p>\n\n<ul>\n  <li>Ensure that your card has a sufficient balance by checking your card details.<\/li>\n  <li>Double-check that you have entered the correct card number, name, and address during the transaction.<\/li>\n  <li>If you are still experiencing issues, please email us at card@getfondue.com with all the details of your charge.<\/li>\n<\/ul>",
            "open4": "4",
            "tab4": "",
            "content4": "",
            "open5": "105",
            "tab5": "",
            "content5": "",
            "open6": "6",
            "tab6": "",
            "content6": "",
            "open7": "107",
            "tab7": "",
            "content7": "",
            "open8": "108",
            "tab8": "",
            "content8": ""
          }
        },
        "649056a9-8bc1-4e3d-8e04-313fef9b6c8b": {
          "type": "tab",
          "settings": {
            "main_tab": "ISSUES WITH PRODUCT",
            "open1": "61",
            "tab1": "ISSUES WITH PRODUCT",
            "content1": "<h3>If there is an issue with any product within your order:<\/h3>\n<p>Please contact our support team. Your experience is important to us and we want to\nensure we do everything in our power to remedy any issue or concern.\n<a href=\"mailto:support@trueclassic.com\">support@trueclassic.com<\/a>.<\/p>\n<h3>I am not satisfied with the True Classic products<\/h3>\n<p>We give a fit about comfort and quality, and want you to look good and feel good for years to come. That’s why every product comes with a Perfect Fit, Made to Last Guarantee – if it doesn’t fit right or wears a little too soon, let us know within 30 days and we’ll replace it for free, no charge.<\/p>",
            "open2": "62",
            "tab2": "",
            "content2": "",
            "open3": "63",
            "tab3": "",
            "content3": "",
            "open4": "64",
            "tab4": "",
            "content4": "",
            "open5": "65",
            "tab5": "",
            "content5": "",
            "open6": "66",
            "tab6": "",
            "content6": "",
            "open7": "67",
            "tab7": "",
            "content7": "",
            "open8": "68",
            "tab8": "",
            "content8": ""
          }
        },
        "bdf1255a-6313-43b1-8050-e00e1fd16c0d": {
          "type": "tab",
          "settings": {
            "main_tab": "PAYMENTS",
            "open1": "71",
            "tab1": "PAYMENTS",
            "content1": "<h3>Which payment types do you accept?<\/h3>\n          <p>\n          At this time, True Classic accepts all major credit cards, Paypal, Amazon Pay, Shop Pay, GooglePay, ApplePay and payment installment options (vary depending on region) .\n          <\/p>\n          <p>\n         True Classic Gift cards can be entered at checkout under the section labeled Gift card or discount code.\n          <\/p>\n          <p>\n          We do accept digital payment platforms allowing you to delay payments on purchases. These options are regionally based. You will see these payment options offered to you, at checkout.\n          <\/p>\n          <h3>Do you offer \"Buy Now Pay Later\" payment options?<\/h3>\n          <p>\n We do! These options are regionally based. If available they will show within checkout.\n          <\/p>\n          <h3>Do you accept Visa\/MC or Amex gift cards?<\/h3>\n          <p>\n            We do! You can simply enter at checkout, under payment; like you would a typical credit\n            card payment.\n          <\/p>\n         <p>\n         *We cannot use two payment methods so this Visa\/MC\/Amex gift card will have to cover the payment in full. \n          <\/p>\n          <h3>Are there any surcharges?<\/h3>\n          <p>\n         We do not have any surcharges when choosing a payment method. \n          <\/p>",
            "open2": "72",
            "tab2": "",
            "content2": "",
            "open3": "73",
            "tab3": "",
            "content3": "",
            "open4": "74",
            "tab4": "",
            "content4": "",
            "open5": "75",
            "tab5": "",
            "content5": "",
            "open6": "76",
            "tab6": "",
            "content6": "",
            "open7": "77",
            "tab7": "",
            "content7": "",
            "open8": "78",
            "tab8": "",
            "content8": ""
          }
        },
        "8ffb12ba-6e32-4c89-8461-78c78771c9b7": {
          "type": "tab",
          "settings": {
            "main_tab": "Risk Free Returns & Exchanges ",
            "open1": "91",
            "tab1": "Risk Free Returns & Exchanges ",
            "content1": "<p>Your happiness in our brand and True Classic product is very important to us. If for any reason you are not satisfied\nwith your purchase we ask that you please contact our support team <a href=\"https:\/\/www.trueclassictees.com\/pages\/contact\" title=\"Contact Us\">here<\/a>, to allow us the opportunity to help improve\nyour experience.<\/p>\n<ul style=\"list-style: none;\">\n  <li>\n    <h3>US Return, Refund & Exchange Policy<\/h3>\n    <p>All of our products carry a risk-free 30-day return and exchange window, with the exception of items marked as\n      Final Sale. All items must be unworn (with the exception of trying on), unwashed, unaltered, and returned in their\n      original packaging. US returns are free and easy, just drop your items off at one of our 500+ Return Bar locations\n      or we will provide a prepaid return shipping label to you.<\/p>\n    <p>For damaged\/defective items please contact us directly.<\/p>\n    <p> Please submit your return request below for a US Return or Exchange. <\/p>\n    <br>\n    <a class=\"button primary\" href=\"\/pages\/returns-portal\/\" title=\"submit your return request\"> START RETURN <\/a>\n    <br>\n  <\/li>\n  <h3>US Return, Refund & Exchange Policy<\/h3>\n   <a class=\"button primary\" href=\"\/pages\/gift-returns\" title=\"submit your return request\">START US GIFT RETURN<\/a>\n  <li>\n  <\/li>\n  <li>\n    <h3>\n      International Return & Refund Policy<\/h3>\n    <p>\n      All of our products carry a risk-free 30-day return and exchange window, with the exception of items marked as Final Sale. All items must be unworn (with the exception of trying on), unwashed, unaltered, and returned in their original packaging. Please submit your return request below for an International Return or Exchange\n    <\/p>\n       <a class=\"button primary\" href=\"\/pages\/international-returns\" title=\"submit your return request\">START INTERNATIONAL RETURN<\/a>\n  <\/li>\n  <li>\n    <h3>Common Return Questions <\/h3>\n    <p><strong>Can I return a sale item?<\/strong><\/p>\n    <p>All orders are eligible for a return or exchange of any item within 30 days of purchase, with the exception of\n      items marked as Final Sale (those Final Sale items will NOT be eligible for a return or exchange).<\/p>\n    <p><strong>What if I received a damaged or defective item?<\/strong><\/p>\n    <p>Please contact our support team at <a href=\"mailto:support@trueclassic.com\">support@trueclassic.com<\/a> and we will take care of you, right away.<\/p>\n    <p><strong>If I am exchanging an item, when will I receive my exchange?<\/strong><\/p>\n    <p>Once your return is received, our automated system will process your replacement exchange order (US\n      returns only). You will receive an automated email when your exchange has been processed.<\/p>\n    <p><strong>If I am returning an item for a refund, when will I receive my refund? For how much will the refund be?<\/strong><\/p>\n    <p>Once your return is received, we will process your refund and credit your original payment method. Please allow 3-5 business days for your refund to be processed by your bank. We will refund you for all items that are returned, less the original cost of shipping.<\/p>\n    <p>International returns: It can take up to 21 business days for the funds to credit back to your original payment method once the items are received at the warehouse. <\/p>\n  <\/li>\n\n  <li>\n    <h3>I have not received my refund?<\/h3>\n    <p><strong>Canceled Orders<\/strong><\/p>\n    <p>If you see a charge on your credit card for a canceled order, it is likely to be only pre-authorization and not a payment. This will be automatically canceled by your payment provider.<\/p>\n    <p>If you paid by PayPal, then the canceled order should have automatically generated a refund back to your account.<\/p>\n    <p><strong>Credit Card Refunds<\/strong><\/p>\n    <p>Please allow up to 7 business days for the funds to credit back to your payment method.<\/p>\n    <p><strong>PayPal Refunds<\/strong><\/p>\n    <p>These are usually immediate, so if you have received confirmation that a refund was issued but do not see it in your account, please contact us directly, so that we can investigate further.<\/p>\n  <\/li>\n<\/ul>",
            "open2": "92",
            "tab2": "Perfect Fit, Made to Last Guarantee",
            "content2": "<ul>\n  <li>\n    <h3>Perfect Fit, Made to Last Guarantee<\/h3>\n    <p>We give a fit about comfort and quality, and want you to look good and feel good for years to come. That’s why every product comes with a Perfect Fit, Made to Last Guarantee – if it doesn’t fit right or wears a little too soon, let us know within 30 days and we’ll replace it for free, no questions asked. <\/p>\n    <p>Check out our <a href=\"https:\/\/www.trueclassictees.com\/pages\/fit-guarantee\">Perfect Fit, Made to Last Guarantee<\/a><\/p>\n  <\/li>\n<\/ul>",
            "open3": "93",
            "tab3": "",
            "content3": "",
            "open4": "94",
            "tab4": "",
            "content4": "",
            "open5": "95",
            "tab5": "",
            "content5": "",
            "open6": "96",
            "tab6": "",
            "content6": "",
            "open7": "97",
            "tab7": "",
            "content7": "",
            "open8": "98",
            "tab8": "",
            "content8": ""
          }
        },
        "832bbbdd-5bbe-4e41-9fc4-57fdb68d1a1d": {
          "type": "tab",
          "settings": {
            "main_tab": "No Fraud",
            "open1": "121",
            "tab1": "Frequently Asked Questions",
            "content1": "<h3 class=\"\">Who is NoFraud?<\/h3>\n<p>NoFraud helps True Classic protect their customers from fraud. NoFraud means that you can shop online with confidence, knowing that your personal and financial information is protected.<\/p>\n<h3 class=\"\">Is NoFraud safe?<\/h3>\n<p>Yes, NoFraud uses the latest security technologies to protect your personal and financial information. NoFraud is also a trusted partner.<\/p>\n<h3 class=\"\">What if I have a problem with my order?<\/h3>\n<p>If you have a problem with your order, you should contact the merchant directly. They will be able to service you right away.<\/p>\n<h3 class=\"\">What happens if NoFraud contacts me?<\/h3>\n<p>NoFraud may ask you to provide documentation to verify your identity. If NoFraud is unable to verify your identity they may decline the transaction.<\/p>\n<h3 class=\"\">What will Nofraud ask for to confirm my identity?<\/h3>\n<p>NoFraud may ask for a variety of documentation to verify your identity and the legitimacy of your transaction. You will not be asked to provide credit card numbers nor social security numbers.<\/p>\n<h3 class=\"\">What are my rights as a customer being reviewed by NoFraud?<\/h3>\n<p>As a customer being reviewed by NoFraud, you have the right to know why your transaction was flagged as fraudulent and you have the right to appeal the decision. You also have the right to provide NoFraud with documentation to verify your identity.<\/p>\n<h3 class=\"\">What happened to my order once confirmed by NoFraud?<\/h3>\n<p>Once your order has been confirmed by NoFraud, it will be processed and shipped by the merchant.<\/p>",
            "open2": "",
            "tab2": "",
            "content2": "",
            "open3": "",
            "tab3": "",
            "content3": "",
            "open4": "",
            "tab4": "",
            "content4": "",
            "open5": "",
            "tab5": "",
            "content5": "",
            "open6": "6",
            "tab6": "",
            "content6": "",
            "open7": "",
            "tab7": "",
            "content7": "",
            "open8": "",
            "tab8": "",
            "content8": ""
          }
        },
        "fdd70728-ca23-4c34-b650-275525cfb85e": {
          "type": "tab",
          "settings": {
            "main_tab": "Subscriptions",
            "open1": "251",
            "tab1": "Frequently Asked Questions",
            "content1": "<h3>How do I access my account?<\/h3>\n\n<p>Inside your account portal, you have the ability to view and customize your subscription. You will be able to:<\/p>\n<ul>\n  <li>swap sizes<\/li>\n  <li>edit your frequency<\/li>\n  <li>skip shipments<\/li>\n  <li>update the quantity products<\/li>\n  <li>change your shipping address <\/li>\n<\/ul>\n<h3>What is the minimum order for a subscription? <\/h3>\n<p>There is no minimum size for a subscription order. <\/p>\n<h3>How do I update my credit card on a subscription?<\/h3>\n<p>If you need to update your payment for your subscription, please follow the steps below.<\/p>\n<ul>\n  <li>Go to Trueclassic.com and log into your account (from the upper right corner)<\/li>\n  <li>At the top of the page, click on Manage Subscription<\/li>\n  <li>You will enter your profile and scroll down until you see Your Payment. Press on Update Payment Method, and once you click, an email will be sent to you with further instructions to update your payment information.<\/li>\n<\/ul>\n<h3>How do I pause or cancel by subscription?<\/h3>\n<p>We offer our subscription program to be fully customizable to your needs. If you need to skip a month or perhaps would like to switch out your flavors, we're here to make your subscription perfectly fitted for you. Please reach out to our Support Team <a href=\"mailto:support@trueclassic.com\">support@trueclassic.com<\/a> if you would like help editing your subscription.\nYou can also log into your account and place your membership on pause or cancel under Manage Subscription.<\/p>",
            "open2": "2",
            "tab2": "",
            "content2": "",
            "open3": "3",
            "tab3": "",
            "content3": "",
            "open4": "4",
            "tab4": "",
            "content4": "",
            "open5": "5",
            "tab5": "",
            "content5": "",
            "open6": "6",
            "tab6": "",
            "content6": "",
            "open7": "7",
            "tab7": "",
            "content7": "",
            "open8": "8",
            "tab8": "",
            "content8": ""
          }
        },
        "997a7e33-9867-4c0b-bd30-dc044f3c957c": {
          "type": "tab",
          "settings": {
            "main_tab": "WHOLESALE",
            "open1": "12688",
            "tab1": "FREQUENTLY ASKED QUESTIONS",
            "content1": "<h3>Do you currently offer wholesale\/corporate discounted pricing? <\/h3>\n\n<p>We do (subject to approval), <a href='https:\/\/www.trueclassictees.com\/pages\/wholesale'>please see here<\/a> for more information.<\/p>\n\n<h3>What is a minimum order quantity (MOQ)?<\/h3>\n\n<p>The minimum order quantity is 48 pieces. You cannot mix styles to get the 48 piece minimum. You may, however, mix sizes and colors.<\/p>\n\n<h3>What are the shipping and handling costs?<\/h3>\n\n<p>These costs will vary depending on the size and weight of the order. Standard shipping rates will apply. <\/p>\n\n<h3>Can I apply a discount code on my order?<\/h3>\n\n<p>Additional discounts are not eligible for wholesale\/corporate discount purchases. <\/p>\n\n<h3>Do you Ship Internationally?<\/h3>\n\n<p>At this time, we do not support international shipping but we never say never.<\/p>\n\n<h3>What is the return policy?<\/h3>\n\n<p>All of our products carry a risk-free 30-day return and exchange window. All items must be unworn (with the exception of trying on), unwashed, unaltered, and returned in their original packaging. If a return or exchange is needed please reach out to our wholesale team directly as: <a href='mailto:wholesale@trueclassic.com'>wholesale@trueclassic.com<\/a><\/p>\n\n<p>If there is damage\/defective items please email us. <a href='mailto:wholesale@trueclassic.com'>wholesale@trueclassic.com<\/a><\/p>\n\n<h3>Do you offer private labeling?<\/h3>\n\n<p>We do not currently offer labeling on our end. If you do add any logos on the items, this will void the policy.<\/p>\n\n<h3>Can I resell the items? <\/h3>\n\n<p>No, True Classic products may not be sold for resale. <\/p>\n\n<h3>What if my purchase is Tax exempt? <\/h3>\n\n<p>Please enter all needed documents into the portal to ensure an easy purchase process. <\/p>\n\n<h3>What If I canceled my order? <\/h3>\n\n<p>If you see a charge on your credit card for a canceled order, it is likely to be only pre-authorization and not a payment. This will be automatically canceled by your payment provider.<\/p>\n<p>If you paid by PayPal, then the canceled order should have automatically generated a refund back to your account.<\/p>\n\n<h3>When can I anticipate receiving my refund?<\/h3>\n\n<p>For credit card refund please allow up to 7 business days for the funds to credit back to your payment method.<\/p>\n<p>Paypal refunds are almost instant so if you have received confirmation that a refund was issued but do not see it in your account, please contact us directly, so that we can investigate further.<\/p>",
            "open2": "2",
            "tab2": "",
            "content2": "",
            "open3": "3",
            "tab3": "",
            "content3": "",
            "open4": "4",
            "tab4": "",
            "content4": "",
            "open5": "5",
            "tab5": "",
            "content5": "",
            "open6": "6",
            "tab6": "",
            "content6": "",
            "open7": "7",
            "tab7": "",
            "content7": "",
            "open8": "8",
            "tab8": "",
            "content8": ""
          }
        },
        "7a3aaa9b-6d80-4365-a5be-b945951504bf": {
          "type": "tab",
          "settings": {
            "main_tab": "FREQUENTLY ASKED QUESTIONS",
            "open1": "81",
            "tab1": "FREQUENTLY ASKED QUESTIONS",
            "content1": "<h3>My tracking shows delivered, but I did not receive it?<\/h3>\n<p>Occasionally, carriers will prematurely mark a package as delivered and it will show up a few days later. If it has not shown up within a day or two of delivery confirmation, please contact us, so we may sort it out with the carrier.<\/p>\n<h3>How can I become a brand affiliate or partner with your brand?<\/h3>\n<p>We appreciate your interest in our brand. We believe that looking good and being comfortable can go hand in hand. If you think so too and are excited to share please follow the link — <a href=\"https:\/\/trueclassictees.grin.live\">https:\/\/trueclassictees.grin.live<\/a><\/p>\n<h3>Do you offer wholesale pricing?<\/h3>\n<p>Thank you for your interest in purchasing from True Classic. If you are looking to place a minimum order of 48 pieces per style please checkout our wholesale requirements <a href=\"\/pages\/wholesale\">here<\/a>.<\/p>\n<h3>I received a gift and need to return or exchange the item(s)?<\/h3>\n<p>You can start your return here.<\/p>\n<a class=\"button primary\" href=\"\/pages\/gift-returns\" title=\"submit your return request\">START US GIFT RETURN<\/a>\n<h3>Can I purchase True Classic for someone as a gift and will they be able to return the product(s)?<\/h3>\n<p>Please ensure the person you've gifted True Classic to has either the order number or your name or email address so we can locate the purchase and provide them with some options. Please review details on our Return & Exchange Policy<\/p>\n<h3>If I gift True Classic to someone, will they see any pricing?<\/h3>\n<p>No, we have gone paperless and do not provide any pricing detail in the package.<\/p>\n<h3>Do True Classic Gift Cards Expire?<\/h3>\n<p>No, True Classic gift cards, purchased from our site, do not have an expiration date.<\/p>\n<h3>Can I screen print on True Classic tees?<\/h3>\n<p>Absolutely! Print or any other alterations to True Classic product(s) will void product authenticity and will not be eligible for our product guarantee policy, however.<\/p>",
            "open2": "82",
            "tab2": "",
            "content2": "",
            "open3": "83",
            "tab3": "",
            "content3": "",
            "open4": "84",
            "tab4": "",
            "content4": "",
            "open5": "85",
            "tab5": "",
            "content5": "",
            "open6": "86",
            "tab6": "",
            "content6": "",
            "open7": "87",
            "tab7": "",
            "content7": "",
            "open8": "88",
            "tab8": "",
            "content8": ""
          }
        }
      },
      "block_order": [
        "b9f4bc93-93b0-4099-959d-c684dc49d878",
        "e2732371-2a17-4fec-9003-a30327aae494",
        "e96b978e-80e9-473e-a484-d251e4b4f488",
        "e7ef40c6-c137-4553-860d-6c2f384aa524",
        "d874a46f-61f6-45f5-a88a-226bc086f6e9",
        "74abbece-47b4-4a0e-a9ed-3a2c62c43000",
        "649056a9-8bc1-4e3d-8e04-313fef9b6c8b",
        "bdf1255a-6313-43b1-8050-e00e1fd16c0d",
        "8ffb12ba-6e32-4c89-8461-78c78771c9b7",
        "832bbbdd-5bbe-4e41-9fc4-57fdb68d1a1d",
        "fdd70728-ca23-4c34-b650-275525cfb85e",
        "997a7e33-9867-4c0b-bd30-dc044f3c957c",
        "7a3aaa9b-6d80-4365-a5be-b945951504bf"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "bc33529f-33a9-40c5-bedd-7520d06346f5"
  ]
}
